Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotCopyAttachedTypeWarn Property
 Cannot copy attached detail group type without copying the model group type it refers to.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCopyAttachedTypeWarn { get; }
Public Shared ReadOnly Property CannotCopyAttachedTypeWarn As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCopyAttachedTypeWarn {
	FailureDefinitionId^ get ();
}
static member CannotCopyAttachedTypeWarn : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace